Repository: McdonaldSeanp/pcp-broker
Catalog: locales/*.po
Languages: eo, ja

source: Received session association for '{uri}' from '{commonname}' '{remoteaddress}'. Session was already associated as '{existinguri}'
eo: [Řḗƈḗīṽḗḓ şḗşşīǿƞ ȧşşǿƈīȧŧīǿƞ ƒǿř '{uri}' ƒřǿḿ '{commonname}' '{remoteaddress}'. Şḗşşīǿƞ ẇȧş ȧŀřḗȧḓẏ ȧşşǿƈīȧŧḗḓ ȧş '{existinguri}' ϕ鶱鶱ǋǲϑϰϖ 鶱ϰϖϵϕΐΐ ẛ鶱ϖẛΐ]
ja: '{commonname}' '{remoteaddress}'から'{uri}' のセッション関連付けを受信しました。セッションは'{existinguri}'としてすでに関連付けられています。

source: Session already associated
eo: [Şḗşşīǿƞ ȧŀřḗȧḓẏ ȧşşǿƈīȧŧḗḓ ϰıϱϐςϕΰ ϑǲϑ]
ja: セッションの関連付けはすでに完了しています

source: Error in process-associate-request!
eo: [Ḗřřǿř īƞ ƥřǿƈḗşş-ȧşşǿƈīȧŧḗ-řḗɋŭḗşŧ! ǅϑǋǲſ ςſ 靐ı]
ja: process-associate-requestのエラー

source: Invalid associate_request ('{reason}'); closing '{uri}' WebSocket
eo: [Īƞṽȧŀīḓ ȧşşǿƈīȧŧḗ_řḗɋŭḗşŧ ('{reason}'); ƈŀǿşīƞɠ '{uri}' ẆḗƀŞǿƈķḗŧ ϑϖǲϵſıǲ ıς]
ja: 無効なassociate_requestです ('{reason}'); '{uri}' WebSocketを閉じます

source: association unsuccessful
eo: [ȧşşǿƈīȧŧīǿƞ ŭƞşŭƈƈḗşşƒŭŀ ϕſϵΐ衋ǅıẛϐ鶱]
ja: 関連付けに失敗しました

source: Unhandled message type '{messagetype}' received from '{commonname}' '{remoteaddr}'
eo: [Ŭƞħȧƞḓŀḗḓ ḿḗşşȧɠḗ ŧẏƥḗ '{messagetype}' řḗƈḗīṽḗḓ ƒřǿḿ '{commonname}' '{remoteaddr}' ςǅϖ靐ςϰϖϑẛ ϰẛ靐]
ja: '{commonname}' '{remoteaddr}'から無効なメッセージタイプ'{messagetype}'を受信しました

source: Illegal message type: ''{0}''
eo: [Īŀŀḗɠȧŀ ḿḗşşȧɠḗ ŧẏƥḗ: ''{0}'' ΰǋǋΰϵẛΰ 衋靐ẛ]
ja: 不正なメッセージタイプ: "{0}"

source: Illegal message target: ''{0}''
eo: [Īŀŀḗɠȧŀ ḿḗşşȧɠḗ ŧȧřɠḗŧ: ''{0}'' ϰǲςϵϕϱſ ϑΰΰ]
ja: 不正なメッセージターゲット: "{0}"

source: Message '{messageid}' for '{destination}' didn''t pass pre-authorization validation: '{message}'
eo: [Ḿḗşşȧɠḗ '{messageid}' ƒǿř '{destination}' ḓīḓƞ''ŧ ƥȧşş ƥřḗ-ȧŭŧħǿřīzȧŧīǿƞ ṽȧŀīḓȧŧīǿƞ: '{message}' ϖϑϱϵ靐衋ϱ 衋ϵϐǅϑǈϑſ]
ja: '{destination}'へのメッセージ'{messageid}'は認証前検証に合格しませんでした: '{message}'

source: Authorizing '{messageid}' for '{destination}' - '{allowed}': '{message}'
eo: [Ȧŭŧħǿřīzīƞɠ '{messageid}' ƒǿř '{destination}' - '{allowed}': '{message}' 鶱ϵϰıſǋϱıǅıı]
ja: '{destination}'への'{messageid}'の認証 - '{allowed}': '{message}'

source: Processing PCP message from '{uri}': '{rawmsg}'
eo: [Ƥřǿƈḗşşīƞɠ ƤƇƤ ḿḗşşȧɠḗ ƒřǿḿ '{uri}': '{rawmsg}' ΐϰǲϰΐǲ鶱ϱΐϐ]
ja: '{uri}'からのPCPメッセージの処理: '{rawmsg}'

source: Message not authenticated
eo: [Ḿḗşşȧɠḗ ƞǿŧ ȧŭŧħḗƞŧīƈȧŧḗḓ ſ鶱鶱ϵςϵẛ ǋſϖ]
ja: メッセージは認証されていません

source: Message not authorized
eo: [Ḿḗşşȧɠḗ ƞǿŧ ȧŭŧħǿřīzḗḓ ϐϕϵϕϰıΐ ǲΰϱ]
ja: メッセージは許可されていません

source: Multiple recipients no longer supported
eo: [Ḿŭŀŧīƥŀḗ řḗƈīƥīḗƞŧş ƞǿ ŀǿƞɠḗř şŭƥƥǿřŧḗḓ ϑΐ衋ıǋϕϐ衋 ǲ]
ja: 複数受信者機能は廃止されました

source: unexpected message validation outcome
eo: [ŭƞḗẋƥḗƈŧḗḓ ḿḗşşȧɠḗ ṽȧŀīḓȧŧīǿƞ ǿŭŧƈǿḿḗ ǅſςıǋ靐ǲςǋϰ]
ja: 予期せぬメッセージ検証の結果

source: Failed to process '{messagetype}' '{messageid}' from '{commonname}' '{remoteaddress}': '{errortype}'
eo: [Ƒȧīŀḗḓ ŧǿ ƥřǿƈḗşş '{messagetype}' '{messageid}' ƒřǿḿ '{commonname}' '{remoteaddress}': '{errortype}' ΰϰǲ鶱ǲϖ ΰΐ ΰΰǅ鶱ϑϖϖ]
ja: '{commonname}' '{remoteaddress}'からの'{messagetype}' '{messageid}'の処理に失敗しました: '{errortype}'

source: Error {0} handling message: {1}
eo: [Ḗřřǿř {0} ħȧƞḓŀīƞɠ ḿḗşşȧɠḗ: {1} ϐς鶱ǲ靐 ıϰǈ 衋]
ja: メッセージ処理中のエラー{0}: {1}

source: Could not decode message
eo: [Ƈǿŭŀḓ ƞǿŧ ḓḗƈǿḓḗ ḿḗşşȧɠḗ ςΐϐςǲ ϖϵϵ]
ja: メッセージを復号できませんでした

source: Broker is not running
eo: [Ɓřǿķḗř īş ƞǿŧ řŭƞƞīƞɠ ΰϵϐ靐ϑϖ ı衋]
ja: ブローカは実行していません

source: No client certificate, closing '{remoteaddress}'
eo: [Ƞǿ ƈŀīḗƞŧ ƈḗřŧīƒīƈȧŧḗ, ƈŀǿşīƞɠ '{remoteaddress}' ϕǅ ſǈϵΰı鶱]
ja: クライアント証明書がありません。'{remoteaddress}'を閉じます

source: No client certificate
eo: [Ƞǿ ƈŀīḗƞŧ ƈḗřŧīƒīƈȧŧḗ ǋϰ ǈǈϵẛΰſ]
ja: クライアント証明書がありません

source: All controllers disconnected
eo: [Ȧŀŀ ƈǿƞŧřǿŀŀḗřş ḓīşƈǿƞƞḗƈŧḗḓ ſǅϕ ıϰǋǈıϰΐ]
ja: コントローラは全て接続されていません

source: Connection limit exceeded
eo: [Ƈǿƞƞḗƈŧīǿƞ ŀīḿīŧ ḗẋƈḗḗḓḗḓ ΰΰϕǈϖıǈςǅΐ]
ja: 接続の上限を超えました

source: Node with URI '{uri}' already associated with connection '{commonname}' '{remoteaddress}'
eo: [Ƞǿḓḗ ẇīŧħ ŬŘĪ '{uri}' ȧŀřḗȧḓẏ ȧşşǿƈīȧŧḗḓ ẇīŧħ ƈǿƞƞḗƈŧīǿƞ '{commonname}' '{remoteaddress}' ǲǅϐϰ ϑſ衋ǈ ǋıı]
ja: URI '{uri}'のノードはすでに '{commonname}' '{remoteaddress}' との接続に関連付けられています

source: superseded
eo: [şŭƥḗřşḗḓḗḓ ΰϕϐǋı衋ΰẛſı]
ja: 置換されました

source: '{uri}' connected from '{remoteaddress}'
eo: ['{uri}' ƈǿƞƞḗƈŧḗḓ ƒřǿḿ '{remoteaddress}' ϰǋΐϕϰǅẛ ǲǲ]
ja: '{uri}'が'{remoteaddress}'から接続しました

source: Websocket error '{commonname}' '{remoteaddress}'
eo: [Ẇḗƀşǿƈķḗŧ ḗřřǿř '{commonname}' '{remoteaddress}' ǋϐϰϰ靐靐ΐςς]
ja: Websocketエラー'{commonname}' '{remoteaddress}'

source: '{uri}' disconnected '{statuscode}' '{reason}'
eo: ['{uri}' ḓīşƈǿƞƞḗƈŧḗḓ '{statuscode}' '{reason}' ςϵϰϖϵΰı ſΐ]
ja: '{uri}'の接続は切断されました '{statuscode}' '{reason}'

source: Received PCP message from '{uri}': '{rawmsg}'
eo: [Řḗƈḗīṽḗḓ ƤƇƤ ḿḗşşȧɠḗ ƒřǿḿ '{uri}': '{rawmsg}' ǈ衋ϵϖΰẛΐϰ ϰ]
ja: '{uri}'からPCPメッセージを受信しました: '{rawmsg}'

source: Established connection with controller '{uri}'
eo: [Ḗşŧȧƀŀīşħḗḓ ƈǿƞƞḗƈŧīǿƞ ẇīŧħ ƈǿƞŧřǿŀŀḗř '{uri}' 鶱ϱǲΐΰϖ靐ΰǋ鶱]
ja: コントローラ'{uri}'と接続を確立しました

source: Scheduled full client eviction in '{timeout}' ms
eo: [Şƈħḗḓŭŀḗḓ ƒŭŀŀ ƈŀīḗƞŧ ḗṽīƈŧīǿƞ īƞ '{timeout}' ḿş ΰǋǅϰ鶱ϖϖ靐ϕ]
ja: '{timeout}'ミリ秒後に全クライアントを除去します

source: Lost connection to controller: '{uri}'
eo: [Ŀǿşŧ ƈǿƞƞḗƈŧīǿƞ ŧǿ ƈǿƞŧřǿŀŀḗř: '{uri}' 衋ΐϱı ϱϱẛϕϖǅ]
ja: コントローラ'{uri}'との接続が絶たれました

source: Removing inventory update subscription for '{uri}'
eo: [Řḗḿǿṽīƞɠ īƞṽḗƞŧǿřẏ ŭƥḓȧŧḗ şŭƀşƈřīƥŧīǿƞ ƒǿř '{uri}' ǅϐΐẛ衋衋ǲ]
ja: '{uri}'へのインベントリ情報更新を休止します

source: Connecting to '{pcpuri}' at '{uri}'
eo: [Ƈǿƞƞḗƈŧīƞɠ ŧǿ '{pcpuri}' ȧŧ '{uri}' ıǅǋſϵǲǈ靐ıϰ]
ja: '{uri}'で'{pcpuri}'に接続しています

source: v2 protocol endpoint not configured
eo: [ṽ2 ƥřǿŧǿƈǿŀ ḗƞḓƥǿīƞŧ ƞǿŧ ƈǿƞƒīɠŭřḗḓ ǋϕ 靐靐ϕΐϰϵΐſ]
ja: v2プロトコルのエンドポイントが設定されていません

source: Initializing broker service
eo: [Īƞīŧīȧŀīzīƞɠ ƀřǿķḗř şḗřṽīƈḗ ϖſ鶱ϖΐϑϵϵΐϰ]
ja: ブローカサービスを初期化します

source: Starting broker service
eo: [Şŧȧřŧīƞɠ ƀřǿķḗř şḗřṽīƈḗ ϑϵϕǋϵẛ鶱ǲ 靐靐]
ja: ブローカサービスを開始します

source: Broker service <'{brokername}'> started
eo: [Ɓřǿķḗř şḗřṽīƈḗ <'{brokername}'> şŧȧřŧḗḓ ϕǲ靐ςǋϵ ϰϐϖ]
ja: ブローカサービス <'{brokername}'>を開始しました

source: Shutting down broker service
eo: [Şħŭŧŧīƞɠ ḓǿẇƞ ƀřǿķḗř şḗřṽīƈḗ ı鶱ẛǋǈςΐ鶱 ϑǈ]
ja: ブローカサービスをシャットダウンします

source: Broker service <'{brokername}'> stopped
eo: [Ɓřǿķḗř şḗřṽīƈḗ <'{brokername}'> şŧǿƥƥḗḓ ϰϕ衋ϐǈǲ ϰϑǋ]
ja: ブローカサービス<'{brokername}'>は停止しました

source: Sending PCP message to '{uri}': '{rawmsg}'
eo: [Şḗƞḓīƞɠ ƤƇƤ ḿḗşşȧɠḗ ŧǿ '{uri}': '{rawmsg}' ǈǲϵϰΰ靐ϑ ǋẛ]
ja: PCPメッセージを'{uri}'に送信します: '{rawmsg}'

source: Error in send-error-message
eo: [Ḗřřǿř īƞ şḗƞḓ-ḗřřǿř-ḿḗşşȧɠḗ ϵſ鶱ǋϖ ẛǋ 靐]
ja: send-error-messageのエラー

source: Failed to deliver '{messageid}' for '{destination}': '{reason}'
eo: [Ƒȧīŀḗḓ ŧǿ ḓḗŀīṽḗř '{messageid}' ƒǿř '{destination}': '{reason}' ϵẛϐſ鶱ǈ ϐϖ]
ja: '{destination}'への'{messageid}'の送信に失敗しました : '{reason}'

source: Delivering '{messageid}' to '{destination}' at '{remoteaddress}'
eo: [Ḓḗŀīṽḗřīƞɠ '{messageid}' ŧǿ '{destination}' ȧŧ '{remoteaddress}' ıϰǅϱǋ衋衋ıǈ]
ja: '{messageid}'を'{remoteaddress}'の'{destination}'に送信します

source: Error in deliver-message
eo: [Ḗřřǿř īƞ ḓḗŀīṽḗř-ḿḗşşȧɠḗ ııϐϰϰ ϕϕ ϖ]
ja: deliver-messageのエラー

source: not connected
eo: [ƞǿŧ ƈǿƞƞḗƈŧḗḓ ǈϐϖ ΰǲϑΐϕϰı]
ja: 未接続

source: client no longer connected
eo: [ƈŀīḗƞŧ ƞǿ ŀǿƞɠḗř ƈǿƞƞḗƈŧḗḓ ΐǅıẛϰı ǲϱ ϱ]
ja: クライアントへの接続は絶たれています
